---
kind: property
id: P:Autodesk.Revit.DB.Analysis.MEPAnalyticalSegment.Area
zh: 面积区域
source: html/392f2129-7be9-c59a-762d-3e438e323c7e.htm
---
# Autodesk.Revit.DB.Analysis.MEPAnalyticalSegment.Area Property

**中文**: 面积区域

The area of the segment profile.

## Syntax (C#)
```csharp
public double Area { get; }
```